[
    {
        "ffId": "FF-001",
        "ffName": "Nilgiri tahr",
        "ffRouteId": "R1",
        "ffScientificName": "Nilgiritragus hylocrius",
        "ffDescription": "Nilgiri Tahr, the state animal of Tamil Nadu is the endangered wild goat found in the majestic Nilgiri hills of the spectacular Western ghats. Nilgiri Tahr is the only Tahr which can sustain in a wet tropical environment. The Eravikulam National park is home to a large number of Tahr population. The physical features of this sole mountain ungulate in South India are amazing. The coarse fur, curved horns and 'saddlebacks'(a light grey area on the back of an adult male Tahr) are their unique attributes. The Nilgiri Tahr falls under 'endangered' category of IUCN Red list because of the multitude of threats faced by   them including extreme habitat fragmentation, poaching etc\r\n",
        "ffRiskLevel": "Endangered",
        "ffWikiLink": "https://en.wikipedia.org/wiki/Nilgiri_tahr",
        "ffImage": "https://cdn.hellomunnar.in/falurafauna/Nilgiri_tahr.jpg"
    },
    {
        "ffId": "FF-002",
        "ffName": "Neelakurinji",
        "ffRouteId": "R1",
        "ffScientificName": "Strobilanthes kunthiana",
        "ffDescription": "Neelakurinji (blue flower), scientifically named Strobilanthes Kunthiana that blooms once\n in 12 years,  is a rare species of shrub that naturally thrives on the mountain ranges\n of Munnar. When Neelakurinji blooms, its fascinating purplish-blue color wraps the \nmountains. This flower belongs to the Plietesials species. Notice, Neelakurinji's next \nflowering is in 2030, and don't miss it.\n",
        "ffRiskLevel": "Endemic",
        "ffWikiLink": "https://en.wikipedia.org/wiki/Strobilanthes_kunthiana",
        "ffImage": "https://cdn.hellomunnar.in/falurafauna/Neelakurinji.jpg"
    },
    {
        "ffId": "FF-003",
        "ffName": "Resplendent shrubfrog",
        "ffRouteId": "R1",
        "ffScientificName": "Raorchestes resplendens",
        "ffDescription": "Resplendent shrub frog, scientifically named  Raorchestes Resplendent, is a \nbright-colored frog with reddish-orange. It is a critically endangered species, included\n in the IUCN red list, only found in less than 3sq km on the Anamudi peaks of \nEravikulam National Park, Munnar, belongs to the Rhacophoridae family. Human \nencroachment and lack of significant care affected its population.\n\n\n\n\n\n\n",
        "ffRiskLevel": "Critically Endangered",
        "ffWikiLink": "\nhttps://en.wikipedia.org/wiki/Raorchestes_resplendens",
        "ffImage": "https://cdn.hellomunnar.in/falurafauna/Resplendent_shrubfrog.jpeg"
    },
    {
        "ffId": "FF-004",
        "ffName": "Nilgiri Marten",
        "ffRouteId": "R1",
        "ffScientificName": "Martes gwatkinsii",
        "ffDescription": "Nilgiri martens are found exclusively in the grasslands and forests of the incredible\n Nilgiri hills of Western ghats. They are the only marten species native to South India. \nLittle is known about the behaviour of Nilgiri Matern because of its cryptic nature. \nThey are small carnivores which mainly feed on small mammals, birds and insects. \nThey are the creatures with many amazing physical features including a deep brown \nbody and lemon yellow throat patch. They are listed as 'vulnerable' on the IUCN Red\n list because of the threats including habitat loss.\n\n\n\n\n\n\n\n\n",
        "ffRiskLevel": "Vulnerable",
        "ffWikiLink": "\nhttps://en.wikipedia.org/wiki/Nilgiri_marten",
        "ffImage": "https://cdn.hellomunnar.in/falurafauna/Nilgiri_Marten.jfif"
    },
    {
        "ffId": "FF-005",
        "ffName": "Sandal wood",
        "ffRouteId": "R1",
        "ffScientificName": "Santalum album",
        "ffDescription": "Sandalwood, which belongs to the genus Santalum, is found naturally in Marayoor, \nKerala.A journey through the Marayoor's aromatic sandalwood forests will bring you \njoy and refreshment. The fragrant yellow sandalwoods are heavy, expensive, and \nsacred. The abundant growth of sandalwood trees required humid climatic conditions.\n Sandalwoods are widely used in ayurvedic medicines and other purposes. \nSandalwood oil has huge demand both nationally and internationally, it attracts \ntourists to visit Marayoor.\n\n\n\n\n\n\n\n\n",
        "ffRiskLevel": "Vulnerable",
        "ffWikiLink": "https:",
        "ffImage": "https://cdn.hellomunnar.in/falurafauna/Sandal_wood.jpg"
    },
    {
        "ffId": "FF-006",
        "ffName": "Lemon grass",
        "ffRouteId": "R1",
        "ffScientificName": "Genus Cymbopogon",
        "ffDescription": "Lemongrass, also called Cymbopogon, belongs to the Poaceae family. It is found \nin the Marayoor and Kanthalloor Hill ranges of Kerala. Lemongrass oil, mainly\n used for medical purposes, cosmetics, etc., cultivated by the Muthuva Tribe in \nIdukki and the Marayoor Forest Development Agency helps them in marketing \nto get better profit.",
        "ffRiskLevel": "Least concern",
        "ffWikiLink": "https://en.wikipedia.org/wiki/Cymbopogon_citratus",
        "ffImage": "https://cdn.hellomunnar.in/falurafauna/Lemon_grass.jpg"
    },
    {
        "ffId": "FF-007",
        "ffName": "Tree fern",
        "ffRouteId": "R1",
        "ffScientificName": "Genus Cyathea and Dicksonia",
        "ffRiskLevel": "Threatened",
        "ffWikiLink": "\nhttps://en.wikipedia.org/wiki/Cyatheales",
        "ffImage": "https://cdn.hellomunnar.in/falurafauna/Tree_fern.jpg"
    },
    {
        "ffId": "FF-008",
        "ffName": "Star Tortoise",
        "ffRouteId": "R1",
        "ffScientificName": "Geochelone elegans",
        "ffDescription": "Star tortoises are one of the most beautiful creatures in the earth with a gorgeous \nstar-shaped pattern over their carapace and dark blotches on the skin. They feed on \ngrasses, fruits, flowers, insects, carrion and dung. During hot and dry periods they \nremain inactive without eating food. The star tortoise is classified as ' vulnerable ' on\n the Red List of IUCN. They are critically endangered because of the illegal trafficking, \nhabitat loss, their long reproductive cycles and due to exotic pet trade.\r\n",
        "ffRiskLevel": "Vulnerable",
        "ffWikiLink": "\nhttps://en.wikipedia.org/wiki/Indian_star_tortoise",
        "ffImage": "https://cdn.hellomunnar.in/falurafauna/Star Tortoise.jpg"
    },
    {
        "ffId": "FF-009",
        "ffName": "Grizzled Giant Squirrel",
        "ffRouteId": "R1",
        "ffScientificName": "Ratufa macroura",
        "ffDescription": "Grizzled giant squirrels are large rodents of the squirrel family found in the foothills of\nthe elegant Western ghats. The white flecks of hair are patterned in a grizzled way \nover their greyish-brown body. As they are arboreal creatures, they scarcely spend\n time on the ground. These endemic species are listed as \"near threatened\" species in\n IUCN Red List. They face a multitude of threats such as Habitat loss due to rampant \ndeforestation and plantation and also from predators.\n",
        "ffRiskLevel": "Near Threatened",
        "ffWikiLink": "\nhttps://en.wikipedia.org/wiki/Grizzled_giant_squirrel",
        "ffImage": "https://cdn.hellomunnar.in/falurafauna/Grizzled_Giant_Squirrel.jpg"
    },
    {
        "ffId": "FF-010",
        "ffName": "Tufted Grey Langur",
        "ffRouteId": "R1",
        "ffScientificName": "Semnopithecus priam",
        "ffDescription": "Tufted Grey Langur is one among the myriad primates found in the interiors of the \nsplendid Western ghats. It is also known as Madras Grey langur and the Coromandel\n sacred langur. These herbivores creatures feed mainly on leaves, fruits and flowers \nand thereby play many ecological roles including seed dispersal.They occasionally rely\n on crops cultivated by humans too. Their very long tail, which is larger than their body\n is a major highlight. Their silky hairs all over the body and thin ears make them \nspecial. Tufted grey langurs are listed as 'Near Threatened' in the IUCN Red list of \nThreatened Species because of illegal hunting,pet trade and habitat loss etc.\r\n",
        "ffRiskLevel": "Near Threatened",
        "ffWikiLink": "\nhttps://en.wikipedia.org/wiki/Gray_langur",
        "ffImage": "https://cdn.hellomunnar.in/falurafauna/Tufted_Grey_Langur.jpg"
    },
    {
        "ffId": "FF-011",
        "ffName": "Cardamom",
        "ffRouteId": "R2",
        "ffScientificName": "Elettaria cardamomum",
        "ffDescription": "The aromatic spice plantations in Munnar is a must-see while visiting Kerala. Munnar \nbeing blessed with soothing climate and high altitude hills sets favourable conditions\n for the growth of Cardamom, Queen of Spices. We can observe stretches of \ncardamom plantations while enjoying walking through the hillocks covered with lushful\n greenery of cardamom plants grown under the shades of tall trees. Nevertheless, they\n are an upshot of Colonial rule in India which gained revenue through the export of \nspices grown here. The green and black cardamom are  the main two types cultivated \nhere. Since Cardamom is of great importance in Kerala cuisine, it is used domestically\n and exported, producing revenue income as well as an esteem for the place.\r\n",
        "ffRiskLevel": "Least concern",
        "ffWikiLink": "\nhttps://en.wikipedia.org/wiki/Cardamom",
        "ffImage": "https://cdn.hellomunnar.in/falurafauna/Cardamom.jpg"
    },
    {
        "ffId": "FF-012",
        "ffName": "Clove",
        "ffRouteId": "R2",
        "ffScientificName": "Syzygium aromaticum",
        "ffDescription": "The dried brown buds of clove holds a major share in the spice treasury of Munnar as\n it is an important ingredient in ‘Garam Masala’, the authentic spicing agent of Kerala \ncuisine. Clove plants take around 7-8 years to flower and will live for around 80 years. \nThe unopened buds are collected from the trees and sun dried before consumption.\n It can be used wholly or in powdered form, suitable for both sweet and savoury dishes.\n The medicinal value of clove adds to its importance. \r\n",
        "ffRiskLevel": "Least concern",
        "ffWikiLink": "\nhttps://en.wikipedia.org/wiki/List_of_IUCN_Red_List_Vulnerable_plants",
        "ffImage": "https://cdn.hellomunnar.in/falurafauna/Clove.jpg"
    },
    {
        "ffId": "FF-013",
        "ffName": "Coffee",
        "ffRouteId": "R2",
        "ffScientificName": "Coffea canephora",
        "ffDescription": "The picturesque of Munnar embellished with green valleys, hills, and mountains are\n incomplete with the aromatic scent of coffee plantations. Munnar being the producer \nof the best varieties of coffee in the world is a go to place for both trekkers and coffee\n lovers, thanks to Ba Abadam who brought coffee seeds from the Holy city of Mecca to\n India back in 17C. Coffee plantations in Munnar which spreads up to several hectares\n of land provides livelihood for thousands of native workers as well as contributes to the\n tourism industry. Above all, who can miss the first hand experience of sipping freshly \nbrewed coffee while romancing with the exotic munnar climate?\n",
        "ffRiskLevel": "THREATENED SP.",
        "ffWikiLink": "\nhttps://en.wikipedia.org/wiki/Coffea_canephora",
        "ffImage": "https://cdn.hellomunnar.in/falurafauna/Coffee.jpg"
    },
    {
        "ffId": "FF-014",
        "ffName": "Nutmeg",
        "ffRouteId": "R2",
        "ffScientificName": "Myristica fragrans",
        "ffDescription": "Nutmegs are gold grown in trees. Valleys of Munnar are an adobe for not only cardamom,\n colve, pepper and coffee but Nutmegs too. Unlike other spices, Nutmegs trees are tall, \nwhich grows up to several inches of height, and produces nutmeg fruits. Once ripened, these \nfruits split open by themselves and thus the seed is obtained. The red net enveloping the \nseed tastes similar to the seeds and is of high demand in the spice market. The shells are \noften processed in the form of pickles while the seeds are dried and sold. \r\n",
        "ffRiskLevel": "Data deficient",
        "ffWikiLink": "\nhttps://en.wikipedia.org/wiki/Nutmeg\n",
        "ffImage": "https://cdn.hellomunnar.in/falurafauna/Nutmeg.jpg"
    },
    {
        "ffId": "FF-015",
        "ffName": "Rhododendron",
        "ffRouteId": "R3",
        "ffScientificName": "Rhododendron sp.",
        "ffDescription": "Woody plants bearing large clusters of rose-like flowers. The shoal grasslands of Munnar are\n filled with a variety of species belonging to the rhododendron genus. Its spirally arranged \nleaves have quite fascinating features like scales on the undersurface. The morphologically \ndiverse genus comprises many lovely species like hymenanthes, pentathera, azaleastrum.\n",
        "ffRiskLevel": "25% under threat of extinction \n\n",
        "ffWikiLink": "\nhttps://en.wikipedia.org/wiki/Rhododendron_arboreum",
        "ffImage": "https://cdn.hellomunnar.in/falurafauna/Rhododendron.jfif"
    },
    {
        "ffId": "FF-016",
        "ffName": "Sambar Deer",
        "ffRouteId": "R4",
        "ffScientificName": "Rusa unicolor",
        "ffDescription": "The large rugged antlers are native to the Indian subcontinent. The deer has a unique \ndistribution as it can be found in the lobes of the Himalayas in Nepal and India and they also\n inhabit the tropical dry forests and grasslands of the western ghats. Sambars have \ndeveloped more of a nocturnal activity pattern as a response to hunting by humans, which \nhas now put them among the vulnerable in the red list. They are good swimmers and have \nhighly developed senses. Sambar deers are predominantly found solitary unlike most of \nthe deers.\r\n",
        "ffRiskLevel": "vulnerable species",
        "ffWikiLink": "https://en.wikipedia.org/wiki/Sambar_deer",
        "ffImage": "https://cdn.hellomunnar.in/falurafauna/sambar_deer.jpg"
    },
    {
        "ffId": "FF-017",
        "ffName": "Sloth Bear",
        "ffRouteId": "R4",
        "ffScientificName": "Melursus ursinus",
        "ffDescription": "This unique insectivorous mammal is native to the Indian subcontinent. They have a peculiar\n long lower lip and palate used for sucking up insects. You knew of sloth bears even before\n you thought you knew. Rudyard Kipling’s description of Baloo from The Jungle Book is \nconsistent with the sloth bear. Unlike the sleepy old brown bear from the stories, these are \nexcellent climbers, good swimmers, and can gallop faster than a running human. Their name\n is another misnomer as they don’t even hibernate!  Unfortunately, the animal is listed as \nvulnerable on the IUCN red list and is now found only in the wet tropical forest areas.\n",
        "ffRiskLevel": "Vulnerable",
        "ffWikiLink": "https://en.wikipedia.org/wiki/Sloth_bear",
        "ffImage": "https://cdn.hellomunnar.in/falurafauna/Sloth_Bear.jpg"
    },
    {
        "ffId": "FF-018",
        "ffName": "Wild Gaur",
        "ffRouteId": "R4",
        "ffScientificName": "Bos gaurus",
        "ffDescription": "The Indian bison is the largest wild bovid alive today. Their massively built body has a head\n to body length of 10ft with height up to 6ft in males. However, the species is placed among \nthe vulnerable in the red list. The Western Ghats is home to a major part of the remaining \npopulation. They are not found in regions of higher altitudes but generally stick to the foothills.\n It’s  might is unmatched. The fierce wild gaur is in fact the iconic spotlight star ‘Red bull’.\r\n",
        "ffRiskLevel": "Vulnerable",
        "ffWikiLink": "\nhttps://en.wikipedia.org/wiki/Gaur",
        "ffImage": "https://cdn.hellomunnar.in/falurafauna/"
    },
    {
        "ffId": "FF-019",
        "ffName": "Bamboo",
        "ffRouteId": "R6",
        "ffScientificName": "Bambusa sps.",
        "ffDescription": "Bamboos are a group of evergreen perennial flowering plants. It is known for its deep roots\n and is also one of the fastest-growing plants in the world. Certain species of bamboo are \nseen to grow almost 1000mm within a day. The plant is known for protecting the soil from\n landslides and erosion.  Bamboo, like wood, is a natural composite material with a high \nstrength generally similar to a strong softwood or hardwood timber. The bamboo reserves \nof Munnar could be explored en route to the Tiger Caves and Perumbankuthu waterfalls. \n",
        "ffRiskLevel": "Stable",
        "ffWikiLink": "\nhttps://en.wikipedia.org/wiki/Bambusa_vulgaris",
        "ffImage": "https://cdn.hellomunnar.in/falurafauna/bamboo.jpg"
    },
    {
        "ffId": "FF-020",
        "ffName": "Elephant",
        "ffRouteId": "R6",
        "ffScientificName": "Elephas maximus indicus",
        "ffDescription": "Blessed with a huge forest cover, Munnar is abode to the IUCN endangered wild elephants. \nThe wild tuskers are seen roaming around constantly covering 40 to 50 kilometers every\n day in and around the place. These pachyderms are frequently sighted at Anakulam,\n Anayirankal, Mattupetty, and Kundala dams. The Indian wild elephants are strictly \nherbivorous and generally feed on foliage, tree barks, and edible plants. They also consume \nseedlings, culm, and lateral shoots of bamboo. In Munnar and its surroundings, they show a \nnoticeable preference for vegetables like carrot, cabbage, beetroot, beans, peas, bananas,\n and sugarcane. \r\n\r\n\r\n",
        "ffRiskLevel": "Endangered",
        "ffWikiLink": "\nhttps://en.wikipedia.org/wiki/Asian_elephant",
        "ffImage": "https://cdn.hellomunnar.in/falurafauna/"
    },
    {
        "ffId": "FF-021",
        "ffName": "Grandis tree",
        "ffRouteId": "R7",
        "ffScientificName": "Eucalyptus grandis",
        "ffDescription": "Eucalyptus Grandis or simply the Grandis tree is an imported species of flora from Australia. \nIt is a tall tree with smooth bark, rough at the base, fibrous or flaky, grey to grey-brown.\n It has observably taken over a large part of the native vegetation of Munnar over decades. \nWith the rise of the plywood industry, Grandis secured a proper deep rooted place in the \narea. On a jeep journey from Munnar to Vattavada via Mattupetty and Kundala lake, the \nmajestic Grandis trees line up on both sides of the road and meander through the Pampadum \nShola national park. \r\n\r\n",
        "ffRiskLevel": "Threatened",
        "ffWikiLink": "\nhttps://en.wikipedia.org/wiki/Eucalyptus_grandis",
        "ffImage": "https://cdn.hellomunnar.in/falurafauna/Grandis_tree.jpg"
    },
    {
        "ffId": "FF-022",
        "ffName": "Shola forest",
        "ffRouteId": "R7",
        "ffScientificName": "-",
        "ffDescription": "Shola forest is tropical evergreen forest in which shorter trees grow in a cluster about some\n acres in valleys. Shola forest is also found in the hill depressions at high range areas. Shola \nforest is different from grasslands that we see in the hill ranges. One can see shorter trees,\n seedlings and grasses in a Shola forest area. Hydnocarpus alpina, Isonandra stocksii, \nGomphandra coriacea, Lasianthus  Alpina, Chionanthus ramiflorus and Mastixia arborea are\n the dominant trees that are seen mostly in Shola forest areas. Shola forest maintains its \ngreenery all over the year irrespective of seasons. This helps some endangered animals to \nfind their natural habitat. You can see Shola forest areas in different parts of Munnar. If you \nare lucky, you can spot animals like Tiger, Leopard, Elephant and birds like, Wood Pigeons \nand yellow throated Bulbuls in the Shola forest areas at Munnar.\n\nThe Shola Forest areas at Munnar are a fascination for nature lovers and study matter for \ngeologists. The abundant wildlife wealth in these areas gives significance to these forest \nareas in ecological balance. You can plan a stay at Munnar and can visit all these places\n in your trip\n\n",
        "ffRiskLevel": "several threatened,\n rare or endemic \nspecies",
        "ffWikiLink": "\nhttps://en.wikipedia.org/wiki/Pampadum_Shola_National_Park",
        "ffImage": "https://cdn.hellomunnar.in/falurafauna/Shola.jpg"
    },
    {
        "ffId": "FF-023",
        "ffName": "Malabar Squirrel",
        "ffRouteId": "R7",
        "ffScientificName": "Ratufa indica",
        "ffDescription": "\nMalabar giant squirrel (Ratufa indica) is a large tree squirrel species endemic to forests and\n woodlands in India. It is a diurnal, arboreal, and mainly herbivorous squirrel,is sight to behold\n with its regal red velvet pelt and languid tail that trails it like a cape. \n\nIn Munnar’s remote jungles, the Malabar giant squirrel quite naturally tends to flee at the sight \nof humans, being unaccustomed to their presence. However, those found near human \nhabitations are far more trusting and \nappear to be quite at home with people around them — a sight that would surely warm the \ncockles of a nature-lover’s heart.\n\nMalabar giant squirrel is one of the largest squirrels with a head–and–body length of 25–50 cm\n (10 in–1 ft 8 in), a tail that is about the same or somewhat longer, and a weight of 1.5–2 kg \n(3.3–4.4 lb), although rarely up to 3 kg (6.6 lb).Average for both sexes is about 36 cm (1 ft 2 in)\n in head–and–body length, 45 cm (1 ft 6 in) in tail length and 1.7–1.8 kg (3.7–4.0 lb) in weight.\n",
        "ffRiskLevel": "Endemic",
        "ffWikiLink": "\nhttps://en.wikipedia.org/wiki/Indian_giant_squirrel",
        "ffImage": "https://cdn.hellomunnar.in/falurafauna/Malabar_Squirre.jpg"
    },
    {
        "ffId": "FF-024",
        "ffName": "Nilgiri Langur",
        "ffRouteId": "R7",
        "ffScientificName": "Semnopithecus johnii",
        "ffDescription": "While trailing through the evergreen forests of Munnar, you might hear a loud series of \nwhoops, and only if you are fortunate enough, you could find Nilgiri Langurs\n (Semnopithecus johnii)  with glossy black fur topped by a furry yellowish ‘halo’ at the other\n end of the whoop. Nilgiri Langur is a threatened species placed among the 25 most \nendangered anthropoids and is included in IUCN’s Red List. The richness of Western Ghats\n blessed these species with bountiful foliage, fruits and flowers but due to unethical poaching, \ndestruction of habitat and misconceptions concerning the medicinal values of Langur’s flesh \nresulted in the drastic decline in the population of Nilgiri Langurs. They are also called “John\n Leaf’s Monkey”.\n\n",
        "ffRiskLevel": "Vulnerable",
        "ffWikiLink": "https://en.wikipedia.org/wiki/Nilgiri_langur",
        "ffImage": "https://cdn.hellomunnar.in/falurafauna/Nilgiri_Langur.jpg"
    }
]