[
    {
        "routeName": "MUNNAR - MARAYOOR - KANTHALLOOR - CHINNAR",
        "routeId": "R1",
        "routeColorName": "violet",
        "routeColor": "#543585",
        "routeDescription": "The route captures the presence of violet coloured periwinkle flowers ( called Neelakurinji \nin malayalam ) that bloom once in every 12 years. An endless stretch of rolling hills carpeted\n with tiny violet flowers throughout this route is a breathtaking sight .The route is also filled\n with Jacaranda flowers that adds to the colour significance. The spring season of Jacaranda,\n known as the ‘Neelavaka’, is from February to April.Munnar, Marayoor, and Devikulam have\n the highest number of Jacaranda in Kerala.These flowers crown the avenues and pathways of this route.\r\n",
        "routeIllustrationUrl": "https://d2fv4b8wl6je35.cloudfront.net/img/routes/violet1.jpg"
    },
    {
        "routeName": "Munnar - Adimali",
        "routeId": "R2",
        "routeColorName": "Indigo",
        "routeColor": "#41458C",
        "routeDescription": "The route has four special sunset points,  including Pothamedu View Point, 2nd  mile view \npoint, Chithirapuram View Point and Karadippara that let the sky turn its colour to a shade of \nIndigo , which is a very uncommon, rare and a breathtaking sight. The destinations in this\n route also let the visitors enjoy the astonishing view of sunrise and sunset in any direction.",
        "routeIllustrationUrl": "https://d2fv4b8wl6je35.cloudfront.net/img/routes/indigo1.jpg"
    },
    {
        "routeName": "Munnar - Chokramudi peak- Suryanelli-Kolukkumalai",
        "routeId": "R3",
        "routeColorName": "Blue",
        "routeColor": "#3089AE",
        "routeDescription": "The route has the highest tea plantation of the world, Kolukkumalai Tea Estate , located at the\n lofty Kolukkumalai hills.The distant hills slipping in and out of the mist is a captivating sight\n that integrates shades of Blue to itself while the light travels through the mist, reflecting \nthe colour of sky . As this mountain is the closest one to the sky, when it gets wrapped up \nin shades of blue, it becomes difficult for one to distinguish it from the sky. This special\n phenomenon has added up in the colour significance of this rout",
        "routeIllustrationUrl": "https://d2fv4b8wl6je35.cloudfront.net/img/routes/blue.jpg"
    },
    {
        "routeName": "Munnar - Meesapulimala",
        "routeId": "R4",
        "routeColorName": "Green",
        "routeColor": "#41AD63",
        "routeDescription": "Enriched with lush green valleys, hundreds of blooming Rhododendrons, charming tea estates, \ngurgling brooks and rainforests, enroute to Meesapulimala is a naturistic, peaceful travel\n experience to the visitors. Apart from the greeneries, Meesappulimala is also a plastic free\n zone which contributes to the green colour significance of the route",
        "routeIllustrationUrl": "https://d2fv4b8wl6je35.cloudfront.net/img/routes/green.jpg"
    },
    {
        "routeName": "Heritage Route",
        "routeId": "R5",
        "routeColorName": "Yellow",
        "routeColor": "#EDC237",
        "routeDescription": "Yellow shade is often related to ethnicity and heritage. Hence the route is identified as a Heritage Route. This circuit is welcome for people who are more into the socio-cultural history of Munnar and the heritage associated with it. Second World War Memorial (Cenotaph), CSI Church, Roman Catholic Church, Munnar Market, Tea Museum, Srishti-TATA, Marayoor Dolmens, and Cave Paintings form the main attractions in the route. ",
        "routeIllustrationUrl": "https://d2fv4b8wl6je35.cloudfront.net/img/routes/yellow.jpg"
    },
    {
        "routeName": "Munnar - Mankulam - Anakulam",
        "routeId": "R6",
        "routeColorName": "Orange",
        "routeColor": "#E47E2E",
        "routeDescription": "Unlike the mono culture which is practised in most of the places in Munnar, this route has\n multiple plantations, out of which Orange is a prominent one. At Anakulam, afternoons are\n reserved for wild elephants who usually come as visitors from the woods. They come in flocks\n to Anakulam river to drink ‘oruvellam’ (spring waters), to enjoy their rest times. Wild Elephants\n are especially noted for their orange shades of mud and the associated wilderness. These\n peculiarities define the route as ORANGE Route.\n",
        "routeIllustrationUrl": "https://d2fv4b8wl6je35.cloudfront.net/img/routes/orange.jpg"
    },
    {
        "routeName": "Munnar - Mattupetty - Vattavada",
        "routeId": "R7",
        "routeColorName": "Red",
        "routeColor": "#E05348",
        "routeDescription": "One of the important destinations of this route, Pampadum Shola National Park, is famed to\n protect the several threatened, rare or endemic species of flora and fauna, which are under\n the IUCN Red list.RED colour is a symbol of prohibition, danger and alarm hence the route \nand its colour representation is a gentle reminder of the significance of ecological conservation.\n",
        "routeIllustrationUrl": "https://d2fv4b8wl6je35.cloudfront.net/img/routes/red.jpg"
    }
]
